Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Clamps (Non-metallic -) for fixing pleated blinds
it: Morsetti (non metallici) per fissaggio di tendine plissettate

source: House numbers, not of metal, non-luminous
it: Numeri di case non luminosi non metallici

source: Indoor furniture
it: Mobili per interni

source: Door friction stays of non-metallic materials
it: Fermi ad attrito per porte in materiali non metallici

source: Model figures [ornaments] made of wood
it: Statuette [ornamentali] in legno

source: Furniture being convertible into beds
it: Mobili trasformabili in letti

source: Furniture for industrial use
it: Mobili per uso industriale

source: Covers for clothing [wardrobe]
it: Custodie per abiti [guardaroba]

source: Model animals [ornaments] made of wax
it: Modellini di animali [ornamenti] in cera

source: Model vehicles [ornaments] made of synthetic resin
it: Modellini di veicoli [ornamenti] in resine sintetiche

source: Bottle racks
it: Portabottiglie

source: Hinges, not of metal having a spring action
it: Cardini, non di metallo aventi meccanismi a molla

source: Ivory
it: Avorio

source: Kitchen cabinets
it: Armadi da cucina

source: Plastic molds for use in manufacturing furniture
it: Stampi in plastica per la fabbricazione di mobili

source: Non-mechanical reels of plastic materials for the storage of hose
it: Bobine non meccaniche di materie plastiche per riporre tubi flessibili

source: Split cane flower sticks
it: Canne di sostegno per fiori

source: Spring pins of plastic
it: Perni a molla in plastica

source: Action figures (Decorative -) of plaster
it: Personaggi d'azione (decorativi) in gesso

source: Adhesive wall decorations of wax
it: Decorazioni adesive in cera per pareti

source: Adjustable beds
it: Letti regolabili

source: Scented pillows
it: Cuscini profumati

source: Models [ornaments] made of synthetic resin
it: Modellini [ornamentali] in resina sintetica

source: Releasable locking devices (Non-metallic -) [non-electric]
it: Dispositivi di blocco sganciabili (Non metallici -) [non elettrici]

source: Scale models [ornaments] of wax
it: Modellini in scala [ornamenti] in cera

source: Cable boxes of non-metallic materials (Non-electric -)
it: Scatole per cavi (Non elettrici -) in materiali non metallici

source: Cable drums (Non-mechanical -) of non-metallic materials
it: Tamburi di avvolgimento (non meccanici) in materiali non metallici

source: Coffin fittings, not of metal
it: Guarnizioni per bare non metallici

source: Work counters [furniture]
it: Banchi di lavoro [mobili]

source: Racks [furniture] for casks
it: Scaffali [mobili] per botti

source: Caskets made of shell
it: Cofanetti in conchiglia

source: Caskets made of wicker
it: Cofanetti in vimini

source: Cat flaps of non-metallic materials
it: Gattaiole in materiali non metallici

source: Conference chairs
it: Sedie da conferenza

source: Conference tables
it: Tavoli da conferenza

source: Containers (Non-metallic -) adapted for packaging beer
it: Contenitori (non metallici) per imballaggio di birra

source: Modular bathroom furniture
it: Mobili modulari per il bagno

source: Mouldings made of substitutes of wood for picture frames
it: Modanature costituite da succedanei del legno per cornici

source: Non-metallic trays [other than for domestic use or for sorting or counting money]
it: Vassoi non metallici [non per uso domestico o per la cernita o la conta di denaro]

source: Non-return valves of plastic [other than parts of machines]
it: Valvole di ritegno in plastica [non parti di macchine]

source: Number plate digits (Non-metallic -)
it: Cifre per targhe (Non metalliche -)

source: Convertible chairs
it: Sedie convertibili

source: Corner units [furniture]
it: Angoliere [mobili]

source: Beds for birds
it: Letti per uccelli

source: Slatted furniture
it: Mobili a listelli

source: Soft furnishings [cushions]
it: Arredi morbidi [cuscini]

source: Soundproof cabinets [furniture]
it: Armadi insonorizzati [mobili]

source: Table centres [ornaments] made of wood
it: Centrotavola [ornamenti] in legno

source: Rings for bulls' noses [non-metallic]
it: Anelli per il naso dei tori [non metallici]

source: Transportable containers (Non-metallic -) for gases
it: Contenitori trasportabili (Non metallici -) per gas

source: Tree protectors [tubes] not of metal
it: Protezioni per alberi [tubi] non di metallo

source: Trunking (Non-metallic -) for leads carrying television signals
it: Diramazioni (non metalliche) per cavi per il trasporto di segnali televisivi

source: Display units for presentation purposes
it: Espositori per la presentazione

source: Display units for promotional purposes
it: Espositori per scopi promozionali

source: Divans made of plastics
it: Divani di plastica

source: Egg containers [packaging] of plastic
it: Contenitori per uova [imballaggi] in plastica

source: Embroidery hoops
it: Cerchi per ricamo

source: Carved picture frames
it: Cornici intagliate

source: Caskets made of bone
it: Cofanetti in osso

source: Spears [valves], not of metal for use with kegs
it: Lance [valvole], non di metallo per barilotti

source: Plastic bins [large] for industrial use
it: Bidoni di plastica [grandi] per uso industriale

source: Meerschaum [raw or partly worked material]
it: Spuma di mare [materiale grezzo o semilavorato]

source: Threaded nuts of plastic
it: Dadi filettati in plastica

source: Security cabinets (non-metallic -) [furniture]
it: Armadi di sicurezza (non metallici -) [mobili]

source: Office requisites [furniture]
it: Articoli per ufficio [mobili]

source: Upholstered convertible furniture
it: Mobili trasformabili imbottiti

source: Transparent doors (Metal framed -) for furniture
it: Ante trasparenti (con telaio in metallo) per mobili

source: Works of art made of wood
it: Opere d'arte in legno

source: Supports for supporting curtain poles
it: Supporti per il sostegno di aste per tende

source: Assembled display stands
it: Espositori assemblati

source: Protective containers of non-metallic materials for packing goods
it: Contenitori protettivi in materiali non metallici per l'imballaggio di prodotti

source: Decorative edging strips of wood for use with furniture
it: Strisce decorative per bordi in legno per mobili

source: Decorative nut caps [non-metallic]
it: Copribulloni decorativi [non metallici]

source: Storage shelves [furniture]
it: Scaffali portaoggetti [mobili]

source: Ladders made of glass fibre
it: Scale a pioli in fibra di vetro

source: Door furniture made of wood
it: Accessori per porte in legno

source: Rails (Non-metallic -) for folding doors
it: Rotaie (non metalliche) per porte pieghevoli

source: Support pillows for use in baby seating
it: Cuscini di supporto per sedili per neonati

source: Decorations of plastic for foodstuffs
it: Decorazioni in plastica per alimenti

source: Comb foundations for beehives
it: Cera goffrata per alveari

source: Cupboards for bedrooms
it: Armadi per camere da letto

source: Stakes, not of metal, for plants or trees
it: Paletti, non di metallo, per piante o alberi

source: Tiles (Mirror -) for fixing to walls
it: Piastrelle (A specchio -) da fissare a pareti

source: Mirrors [furniture]
it: Specchi [mobili]

source: Hanging baskets [flower] of non-metallic materials
it: Cestini [per fiori] pensili in materiali non metallici

source: Plastic fuel tanks [other than parts of vehicles]
it: Serbatoi di carburante in plastica [non parti di veicoli]

source: Inflatable pillows
it: Guanciali gonfiabili

source: Towel stands [furniture]
it: Porta-asciugamani [mobili]

source: Portable kennels
it: Cucce portatili

source: Metal venetian blinds [internal]
it: Veneziane in metallo [interne]

source: Padlocks, not of metal
it: Lucchetti, non di metallo

source: Panels of transparent plastics being parts of packaging containers
it: Pannelli in plastica trasparente facenti parte di contenitori per imballaggio

source: Boards for the display of graphic materials
it: Tabelloni per esposizione di materiali grafici

source: Three-mirror dressing tables
it: Tavoli da toilette a tre specchi

source: Plugs [dowels], not of metal
it: Tamponi [perni] non metallici

source: Furniture made principally of glass
it: Mobili principalmente in vetro

source: Furniture units for kitchens
it: Elementi componibili per cucine

source: Hooks (Door -) of non-metallic materials
it: Ganci in materiali non metallici per porte

source: Control apparatus (Non-electric -), not of metal for closing doors
it: Apparecchi di controllo (Non-elettrici -), non di metallo per chiudere porte

source: Dispensers (Fixed -) for towels
it: Distributori (Fissi -) di asciugamani

source: Dressers [furniture]
it: Cassettoni [mobili]

source: Japanese style arm rests (kyosoku)
it: Braccioli di tipo giapponese (Kyosoku)

source: Scratching posts for cats
it: Legni per unghie per gatti

source: Bakers' bread baskets
it: Stampi per il pane

source: Whalebone, unworked or semi-worked
it: Balena grezza o semilavorata

source: Bamboo
it: Bambù

source: Window display units
it: Vetrine per esposizione

source: Tiltable doors (Non-metallic -) parts of furniture
it: Porte ribaltabili (non metalliche) ovvero parti di mobili

source: Valves (Non-metallic -) [taps] for controlling the flow of liquid out of barrels
it: Valvole (Non metalliche -) [rubinetti] per regolare il flusso di liquidi in uscita da barili

source: Packaging containers not of metal
it: Recipienti per imballaggio non metallici

source: Portable upright display stands
it: Espositori portatili verticali

source: Portable writing surfaces [furniture]
it: Superfici per scrivere portatili [mobili]

source: Channelled strips (Non-metallic -) for securing screens to walls
it: Strisce scanalate (non metalliche) per il fissaggio di schermi a pareti

source: Channelled strips (Non-metallic -) for securing writing boards to walls
it: Strisce scanalate (non metalliche) per il fissaggio di lavagne per scrivere a pareti

source: Clamps (Non-metallic -) for fixing awnings
it: Morsetti (non metallici) per fissaggio di teloni

source: Clamps (Non-metallic -) for fixing doors
it: Morsetti (non metallici) per fissaggio di porte

source: Clips made of plastics
it: Morsetti di plastica

source: Boxes of wood or plastic
it: Cassette in legno o plastica

source: Inflatable pillows [other than for medical use] for fitting around the neck
it: Guanciali gonfiabili [non per uso medico] da indossare attorno al collo

source: Joints for furniture
it: Giunti per mobili

source: Futon mattresses [other than childbirth mattresses]
it: Materassi futon [non materassi per nascita di bambini]

source: Miniature furniture made of wood
it: Mobili in miniatura in legno

source: Model figures [ornaments] made of wax
it: Statuette [ornamentali] in cera

source: Furniture for kitchens
it: Mobili per la cucina

source: Curtain tie-backs
it: Borchie per tende

source: Model aeroplanes [ornaments] made of synthetic resin
it: Modellini di aeroplani [ornamenti] in resine sintetiche

source: Model aeroplanes [ornaments] made of wax
it: Modellini di aeroplani [ornamenti] in cera

source: Model aeroplanes [ornaments] made of wood
it: Modellini di aeroplani [ornamenti] in legno

source: Hinges, not of metal for the fastening of electrical cables
it: Cerniere, non di metallo per il fissaggio di cavi elettrici

source: Holders for display material [furniture]
it: Contenitori per materiali da esposizione [mobili]

source: Interior window shutters
it: Persiane interne per finestre

source: Laboratory furniture
it: Mobili da laboratorio

source: Plastic molds for making soap
it: Stampi in plastica per fare sapone

source: Wooden furniture
it: Mobili in legno

source: Spring assemblies (Non-metallic -) for incorporation into mattresses
it: Gruppi di molle (non in metallo) da inserire in materassi

source: Spring washers of plastic
it: Rondelle a molla in plastica

source: Springs being non-metallic fittings for upholstery
it: Molle ovvero accessori non metallici per tappezzeria

source: Action figures (Decorative -) of wood
it: Personaggi d'azione (decorativi) in legno

source: Adjustable seat carriers
it: Supporti regolabili per sedili

source: Babies' chairs
it: Sedie per bambini

source: Bamboo canes
it: Canne di bambù

source: Cable joints not of metal, non-electric
it: Giunti per cavi non in metallo, non elettrici

source: Wooden shelving [furniture]
it: Scaffalature in legno [mobili]

source: Work surfaces in the nature of furniture
it: Superfici di legno sotto forma di mobili

source: Wall cupboards
it: Armadietti a muro

source: Wall mounted footstools
it: Poggiapiedi a parete

source: Protective coverings for furniture [shaped]
it: Fodere di protezione per mobili [su misura]

source: Rack bars [furniture]
it: Ripiani a sbarre [mobili]

source: Chests
it: Casse

source: Furniture moldings
it: Strutture di mobili

source: Beds adapted for use by those with mobility difficulties
it: Letti concepiti per persone con mobilità ridotta

source: Modular desks [furniture]
it: Scrivanie modulari [mobili]

source: Multiposition display stands made from aluminium and steel tubing
it: Espositori multiposizione in tubi di alluminio e di acciaio

source: Numerals made of plastics for buildings
it: Numeri in plastica per edifici

source: Collars [non-metallic] for fastening pipes
it: Collari [non metallici] di fissaggio per tubi

source: Corner beads (Non-metallic -) for furniture
it: Angolari (non metalliche) per mobili

source: Corner protectors of plastics
it: Protezioni per angoli in plastica

source: Cushions (upholstery)
it: Cuscini (imbottiture)

source: Air cushions in the nature of furniture [not for medical purposes]
it: Cuscini ad aria sotto forma di articoli di arredamento [non per uso medico]

source: Screwed rods, not of metal
it: Aste filettate, non di metallo

source: Table decorations of plastic
it: Decorazioni per tavoli in plastica

source: Tacks (Non-metallic -)
it: Puntine (Non-metalliche -)

source: Statuettes made of synthetic resins
it: Statuette in resine sintetiche

source: Divans made of reed
it: Divani in canna

source: Figurines made of gypsum derivatives
it: Statuine in derivati del gesso

source: Floating inflatable seats
it: Sedili gonfiabili galleggianti

source: Frameless picture holders
it: Portafoto senza cornice

source: Cases (Non-metallic -) for bottles
it: Cassette (Non metalliche -) per bottiglie

source: Caskets made of cork
it: Cofanetti in sughero

source: Self-tapping non-metallic bolts
it: Bulloni non metallici autofilettanti

source: Spears [valves], not of metal for use with containers
it: Lance [valvole], non di metallo per contenitori

source: Suction pads [fixings]
it: Ventose [fissaggi]

source: Lounge chairs for cosmetic treatments
it: Poltrone per trattamenti cosmetici

source: Cabinets for storing materials
it: Armadi per conservare materiali

source: Bins designed to facilitate accelerated breakdown of organic matter [non-metallic]
it: Bidoni progettati per facilitare la decomposizione accelerata di materiale organico [non metallici]

source: Threaded rivets of plastic
it: Rivetti filettati in plastica

source: Pedestal storage units [furniture]
it: Mobili piedistallo [mobili]

source: Wardrobe interior fitments
it: Accessori interni per armadi

source: Mirrors for use in powder compacts
it: Specchietti per portacipria

source: Bathroom cupboards
it: Armadi da bagno

source: Make-up mirrors for the home
it: Specchi per il trucco per la casa

source: Marker boards for display purposes
it: Tabelloni indicatori per esposizione

source: Wooden sticks for holding candy or ice cream
it: Bastoncini di legno per caramelle o gelati

source: Support rods for curtains
it: Listelli di supporto per tende

source: Prefabricated doors of metal for furniture
it: Ante metalliche prefabbricate per mobili

source: Prefabricated shelves [furniture]
it: Scaffali prefabbricati [mobili]

source: Cover strips (Non-metallic -) for covering joins between adjacent carpets
it: Strisce di copertura (non metalliche) per la copertura di giunzioni tra moquette adiacenti

source: Decorative wooden panels [furniture]
it: Pannelli decorativi in legno [mobili]

source: Cane furniture
it: Mobili in canna

source: Capsules [non-metallic containers]
it: Capsule [contenitori non metallici]

source: Computer cabinets [furniture]
it: Mobili per computer [mobili]

source: Curtain embraces of plastics for holding back curtains
it: Accessori in plastica per tenere legate tende

source: Curtain hooks made of plastics
it: Ganci per tende in plastica

source: Ivory, unworked or semi-worked
it: Avorio grezzo o semi-lavorato

source: Clothes hangers [coathangers], not of metal
it: Grucce per abiti [grucce per abiti], non di metallo

source: Yellow amber
it: Ambra gialla

source: Fittings (Non-metallic -) for cupboards
it: Accessori (Non metallici -) per armadietti

source: Cupboards being furniture
it: Armadi, ovvero mobili

source: Curtain drawing devices, other than electrically operated
it: Dispositivi per manovrare le tende, non elettrici

source: Metal furniture and furniture for camping
it: Mobili metallici e mobili da campeggio

source: Bolsters
it: Capezzali

source: Keyboards for hanging keys
it: Pannelli appendi-chiavi

source: Divans
it: Divani

source: Embroidery frames
it: Telai per ricamo

source: Inflatable furniture
it: Mobili gonfiabili

source: Nesting boxes for animals
it: Cassette nido per animali

source: Stacking boxes of compressed fibre
it: Scatole impilabili in fibre compresse

source: Handles made of plastics for doors
it: Maniglie in plastica per porte

source: Plastic edging materials for shelving
it: Bordi per scaffali in plastica

source: Closet organisers [parts of furniture]
it: Ripiani per armadi [parti di mobili]

source: Drawer gliders (Non-metallic -)
it: Guide per cassetti (Non metalliche -)

source: Mechanical locks [non-electric, non-metallic]
it: Serrature meccaniche [non elettriche, non metalliche]

source: Metal cabinets [furniture]
it: Armadietti metallici [mobili]

source: Strips of plastic for protecting the edges of furniture
it: Strisce di plastica per protezione di bordi di mobili

source: Busts of bone
it: Busti in osso

source: Busts of wood
it: Busti di legno

source: Busts of wax
it: Busti in cera

source: Display stands for posters
it: Espositori per manifesti

source: Furniture incorporating beds
it: Mobili comprendenti letti

source: Furniture of plastics material for bathrooms
it: Mobili in materie plastiche per il bagno

source: Hooks for towels (Non-metallic -)
it: Ganci per asciugamani (Non metallici -)

source: Office furniture
it: Mobili per ufficio

source: Cushions [other than for medical use] for supporting infants being examined
it: Cuscini [non per uso medico] per il sostegno di bambini durante analisi

source: Door handles of porcelain
it: Maniglie di porte di porcellana

source: Furniture for house, office and garden
it: Mobili per la casa, l'ufficio e il giardino

source: Tables
it: Tavole

source: Baskets, non-metallic
it: Cesti, non in metallo

source: Wooden signboards
it: Insegne in legno

source: Umbrella stands
it: Porta-ombrelli

source: Clothes hooks, not of metal
it: Ganci per abiti [non metallici]

source: Wine casks (Non-metallic -)
it: Botti da vino (Non metalliche -)

source: Tracks [rails] (Non-metallic -)
it: Binari [rotaie] (Non metallici -)

source: Boxes made of laminated plastics
it: Scatole di plastica laminata

source: Boxes made of plastics materials for packaging
it: Scatole in materie plastiche per imballaggio

source: Brackets (Non-metallic -) for frames
it: Supporti (Non metallici -) per cornici

source: Photographic mounting boards
it: Tavole per montaggio fotografico

source: Liquid storage tanks [containers] made of non-metallic materials
it: Taniche per liquidi [contenitori] in materiali non metallici

source: Portable exhibition panelling for display purposes
it: Pannellature portatili per esposizioni

source: Statuettes of bone
it: Statuette in osso

source: Channelled strips (Non-metallic -) for securing shelves to walls
it: Strisce scanalate (non metalliche) per il fissaggio di scaffali a pareti

source: Children's beds
it: Letti per bambini

source: Cushions
it: Cuscini

source: Air mattresses, not for medical purposes
it: Materassi ad aria per uso non medico

source: Ice storage shelves [furniture]
it: Scaffali per ghiaccio [mobili]

source: Inflatable publicity balloons
it: Palloni pubblicitari gonfiabili

source: Garden furniture made of aluminium
it: Mobili da giardino in alluminio

source: Silvered glass [mirrors]
it: Vetro argentato [specchi]

source: Mechanisms (Non-metallic, non-electric -) for lifting windows
it: Meccanismi (Non metallici, non elettrici -) di sollevamento per finestre

source: Furniture for filing purposes
it: Mobili per archiviazione

source: Door fittings, not of metal
it: Accessori per porte non metallici

source: Hinges for doors and windows (Non-metallic -)
it: Cardini per porte e finestre (Non metallici -)

source: Ottomans
it: Ottomane

source: Nails, not of metal
it: Chiodi, non in metallo

source: Wood surrounds [furniture] for electronic apparatus
it: Bordi in legno [mobili] per apparecchi elettronici

source: Stackable furniture
it: Mobili impilabili

source: Saw benches [vice], not of metal, other than parts of machines
it: Banchi sega [morse], non di metallo, non parti di macchine

source: Kitchen tables
it: Tavoli da cucina

source: Babies' baskets
it: Ceste per neonati

source: Babies' bouncing chairs
it: Sdraiette per neonati

source: Ornamental models made of wax
it: Modellini ornamentali in cera

source: Overhead suspension tracks of non-metallic materials
it: Binari di sospensione in materiali non metallici

source: Overhead suspension tracks of non-metallic materials for use with doors
it: Binari sopraelevati in materiali non metallici per uso con porte

source: Foldaway beds
it: Letti pieghevoli

source: Cable trunking of non-metallic materials [other than electric]
it: Passacavi in materiali non metallici [non elettrici]

source: Display head panels for caskets for displaying pictures and information about deceased
it: Pannelli da esposizione per feretri per l'esposizione di immagini e informazioni sul deceduto

source: Vitrines
it: Vetrine

source: Racks [furniture] made principally of plastics for storage purposes
it: Scaffali [mobili] principalmente in materie plastiche per magazzinaggio

source: Furniture for the physically handicapped, those of reduced mobility and invalids
it: Mobili per disabili, persone con mobilità ridotta ed invalidi

source: Castors
it: Rotelle

source: Caskets made of wood
it: Scrigni in legno

source: Catches (Door -), not of metal
it: Fermi (Per porte -) non in metallo

source: Catches (Furniture -), not of metal
it: Fermi (Per mobili -), non in metallo

source: Chairs being office furniture
it: Sedie, ovvero mobili per ufficio

source: Connecting elements (Non-metallic -) for furniture
it: Elementi di connessione (Non metallici -) per mobili

source: Consoles [furniture]
it: Console [mobili]

source: Furniture partitions
it: Tramezzi per mobili

source: Collars of plastic for fastening pipes
it: Collari in plastica per fissaggio di tubi

source: Combination locks (non-metallic -) [non-electric]
it: Serrature a combinazione (non metalliche -) [non elettriche]

source: Advertisement display boards of plastic [non-luminous]
it: Cartelloni pubblicitari in plastica [non luminosi]

source: Advertisement display boards of wood [non-luminous]
it: Cartelloni pubblicitari in legno [non luminosi]

source: Screw-in nuts, not of metal
it: Dadi da avvitare, non di metallo

source: Spacers of plastic for use with sandwich panels
it: Separatori in plastica per uso con pannelli sandwich

source: Rotating stands [furniture]
it: Supporti girevoli mobilia
